Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/money_and_tax/tax/income_tax/income_levy.html.txt.tmx
Source language: en
Languages: pl

source: The Universal Social Charge (USC) has replaced the income levy from 1 January 2011
pl: odpisów amortyzacyjnych lub składek na ubezpieczenie emerytalno-rentowe

source: A new Universal Social Charge was announced in Budget 2011 that replaced both the income levy and the health levy from 1 January 2011
pl: Nie można zmniejszyć kwoty należnej taksy powołując się na odliczenia lub ulgi. Taksa pobierana jest od dochodu brutto

source: Medical card holders who were previously exempt from the income levy may have to pay the USC
pl: Osoba zatrudniona otrzyma Zaświadczenie o pobranych zaliczkach na podatek dochodowy wg stanu na koniec roku (pdf)

source: You can find out more about the Universal Social Charge in Revenue's Frequently Asked Questions document (pdf)
pl: Kiedy odchodzi się z pracy, należy odebrać od pracodawcy zaświadczenie o odprowadzonej taksie od dochodu (pdf)

source: The income levy was calculated separately from income tax
pl: Uwaga: Ogólne obciążenia z tyt

source: It was charged on your gross income, before deductions, for example, capital allowances or contributions to pensions
pl: świadczeń socjalnych (USC) od 1 stycznia 2011 r

source: You could not claim deductions or credits to reduce the amount of levy you must pay
pl: zastąpiły opłaty podatku dochodowego

source: The levy is collected from your gross income
pl: Uwaga: Nowe ogólne obciążenia z tyt

source: Similarly, excess or unused tax credits could not be used to reduce your liability to the levy
pl: świadczeń socjalnych zostały ogłoszone w Budżecie na 2011 r., zastąpiły one zarówno podatek dochodowy, jak i podatek zdrowotny

source: If you were a PAYE taxpayer your employer was responsible for deducting the levy from your wages. You got an End of year - Income levy Certificate (pdf) if you were in employment
pl: Posiadacze karty medycznej, którzy uprzednio byli zwolnieni z podatku dochodowego, mogą być zobowiązani do opłacania USC

source: When you left a job you should have got an Income Levy Certificate (pdf) from your employer
pl: Więcej informacji na temat ogólnych obciążeń z tyt

source: This certificate is for your own records
pl: świadczeń socjalnych znajdziecie w dokumencie z Najczęściej zadawanymi pytaniami (pdf)

source: The income levy was payable on gross income from most sources before any tax reliefs, capital allowances, losses, pension contributions or PRSI
pl: Taksę od dochodu płaci się od dochodu brutto z większości źródeł, przed zastosowaniem ulg, odpisów amortyzacyjnych, odliczeniem strat, składek na ubezpieczenie emerytalno-rentowe lub PRSI

source: You had to pay the income levy if:
pl: Opodatkowaniu taksą od dochodu podlegają:

source: • You were under 65 and your gross income was above €15,028 per year or €289 per week
pl: • Osoby w wieku poniżej 65 lat i o dochodach brutto powyżej określonego limitu

source: • You were aged 65 or over and your annual gross income was more than €20,000 for a single person or €40,000 for a married couple
pl: • Osoby, które ukończyły 65 lat, o rocznych dochodach brutto przekraczających kwotę 20 000 EUR na pojedynczą osobę lub 40 000 EUR na małżeństwo

source: You did not pay the income levy if you:
pl: Opodatkowaniu taksą od dochodu nie podlegają:

source: • Were under 65 with an annual gross income not more than a specified limit
pl: • Osoby poniżej 65 lat, o rocznych dochodach brutto nie przekraczających określonego limitu

source: • Were aged 65 or over with an annual gross income not more than €20,000 for a single individual or €40,000 for a married couple
pl: • Osoby, które ukończyły 65 lat, o rocznych dochodach brutto nie przekraczających kwoty 20 000 EUR na pojedynczą

source: • Had a full medical card
pl: • Osobę lub 40 000 EUR na parę małżeńską

source: The exemption was due as long as you held a full medical card for some period during the year
pl: Zwolnienie to przysługuje, o ile osoba ta posiadała pełną kartę medyczną przez jakiś okres danego roku

source: Income not taken into account:
pl: Dochody nie uwzględnianie przy naliczaniu taksy:

source: • Social welfare payments including those from abroad
pl: • Świadczenia w ramach pomocy społecznej, w tym otrzymywane z zagranicy

source: • Health Service Executive payments including Foster Care Allowance
pl: • Świadczenia wypłacane przez Dyrekcję Usług Zdrowotnych, w tym zasiłki dla rodzin zastępczych

source: • Community Employment Scheme and Job Initiative payments
pl: • Płatności ze Społecznych Programów Zatrudnienia

source: • Back to Education Allowance
pl: • Zasiłek za powrót do edukacji

source: Other sources of income may not be taken into account, for example, payments for personal injuries, Hepatitis C and Thalidomide
pl: Pozostałe dochody nie uwzględniane przy naliczaniu taksy to m.in. świadczenia za uszczerbek na zdrowiu, żółtaczkę typu C i talidomid

source: For a full list of income not taken into account see Revenue’s guidance notes on the income levy (pdf)
pl: Pełna lista dochodów nie uwzględnianych przy naliczaniu taksy znajduje się w poradniku Urzędu Skarbowego na temat taksy od dochodu (pdf)

source: Redundancy payments are exempt to the same extent as they are for income tax
pl: Odprawy pracownicze podlegają zwolnieniu w takim samym zakresie, jak zwolnieniu z podatku dochodowego

source: More information can be found on Revenue’s website
pl: Więcej informacji znajduje się na stronie Urzędu Skarbowego

source: Deductions were made by your employer weekly or monthly, depending on how you were paid
pl: Pracodawca dokonuje potrąceń co tydzień lub co miesiąc, w zależności od sposobu wypłacania wynagrodzenia

source: Income levy deductions are not cumulative
pl: Potrącenia na taksę od dochodu nie kumulują się

source: From 1 January 2010
pl: Od 1 stycznia 2010 r

source: Income levy rates were as follows:
pl: Stawki taksy od dochodu są następujące:

source: • 2% on income up to €75,036
pl: • 2% od dochodów do 75 036 EUR

source: • 4% on income from €75,037 to €174,980
pl: • 4% od dochodu między 75 037 EUR a 174 980 EUR

source: • 6% on income above €174,980
pl: • 6% od dochodu wyższego niż 174 980 EUR

source: If your income was greater than the minimum threshold of €15,028 per year or €289 per week, you paid the levy on the full amount of your income
pl: Jeżeli dochód osoby przekracza minimalny próg 15 028 EUR rocznie lub 289 EUR tygodniowo, to płaci ona taksę od pełnej wysokości dochodu

source: (If you were aged 65 or over the minimum threshold was €20,000 per year for a single person and €40,000 per year for a couple). Married couples (under 65)
pl: Pary małżeńskie (poniżej 65 lat)

source: The income thresholds applied to each spouse individually and cannot be combined if one spouse is below the threshold and the other above
pl: Progi dochodów stosuje się dla każdego z małżonków z osobna i nie podlegają one sumowaniu, jeśli dochód jednego z małżonków znajduje się poniżej, a drugiego powyżej progu

source: For example, if you earned €14,000 per year and your spouse earned €20,000 per year, you were not liable to pay the income levy but your spouse was
pl: Przykładowo jeśli osoba zarabia 14 000 EUR rocznie, a jej małżonek zarabia 20 000 EUR, to osoba ta nie zapłaci taksy, podczas gdy jej małżonek zapłaci

source: PAYE taxpayers (under 65)
pl: Płatnicy PAYE (poniżej 65 lat)

source: Your employer calculated the income levy on a week by week or month by month basis
pl: Pracodawca oblicza taksę od dochodu w ujęciu tydzień do tygodnia lub miesiąc do miesiąca

source: If your income varied from week to week you could pay the income levy at a higher rate than you were actually liable to pay but in such a case you should get a refund
pl: W przypadku osiągania różnych dochodów w poszczególnych tygodniach odprowadzana taksa od dochodu może być wyższa niż rzeczywiste zobowiązanie, lecz w takich przypadkach wypłacony zostanie zwrot

source: │Your yearly income is less than €15,028
pl: │Dochód osoby nie przekracza 15 028 EUR rocznie

source: However, in July 2010 you get a bonus which means your │
pl: Jednakże w jednym z tygodni osoba otrzyma premię i jej dochód za ten tydzień przekroczy minimalny próg tygodniowy 289 EUR

source: │income goes over the weekly minimum threshold of €289. The result is your full income that week is│
pl: W rezultacie całość dochodu za ten tydzień zostanie opodatkowana taksą od dochodu.│

source: │At the end of the year, if your annual income is not more than €15,028 then you do not have to pay│ │the income levy
pl: │Jeśli jednak dochód na koniec roku nie przekracza 15 028 EUR, to osoba nie podlega opodatkowaniu taksą od dochodu

source: │ │ │In this situation your employer should make an adjustment at the end of the year (week 52) and │
pl: │W takiej sytuacji pod koniec roku (w 52 tygodniu) pracodawca dokonuje korekty i zwrotu pobranej taksy od dochodu

source: If you have not worked with the same employer │ │continuously throughout the year Revenue will deal with any refund of income levy due at the end │ │of the year
pl: Jeżeli osoba nie przepracowała całego roku u jednego pracodawcy, to zwrotem taksy od dochodu na koniec roku zajmie się Urząd Skarbowy

source: │The income levy is calculated on a weekly threshold of 2% for income up to €1,443, 4% from €1,443 │ │to €3,365, and 6% on the balance
pl: │Taksa od dochodów obliczana jest wg stawki 2% do progu 1443 EUR tygodniowo, wg stawki 4% od 1443 EUR do progu 3365 EUR, oraz wg stawki 6% dla pozostałej części

source: If you get a payment for one week in excess of €3,365 you will │ │pay the income levy at the 6% on the balance
pl: Jeżeli w jednym tygodniu dochód osoby przekroczy 3365 EUR, to zapłaci ona taksę w wysokości 6% od pozostałej kwoty dochodu

source: │If your yearly income means you are liable at a lower rate, you will have overpaid the income │
pl: │Jeżeli jednak stosownie do wysokości rocznego dochodu osoba podlega niższej stawce, to doszło do nadpłacenia taksy od dochodu

source: │levy. In this situation your employer should make an adjustment at the end of the year (week 52) │ │and make the appropriate refund
pl: W takiej sytuacji pod koniec roku (w 52 tygodniu) pracodawca dokonuje korekty i zwrotu nadpłaconej taksy od dochodu

source: If you have not worked with the same employer continuously │ │throughout the year Revenue will deal with any refund of income levy due at the end of the year
pl: Jeżeli osoba nie przepracowała całego roku u jednego pracodawcy, to zwrotem taksy od dochodu na koniec roku zajmie się Urząd Skarbowy.│

source: If you have over paid the income levy your employer should make an adjustment at the end of the year (week 52) and make the appropriate refund
pl: W razie nadpłacenia taksy od dochodu, pracodawca pod koniec roku (w 52 tygodniu) dokonuje korekty i zwrotu nadpłaconej taksy od dochodu

source: If you have not worked with the same employer continuously throughout the year you should fill in an Income Levy Claim Form (pdf) and send it to your local Revenue office - see 'Where to apply' below
pl: Pracownik, który nie przepracował całego roku u jednego pracodawcy, wypełnia formularz wniosku dotyczącego taksy od dochodu (pdf) i wysyła go do lokalnego urzędu podatkowego - zob. „Gdzie złożyć wniosek” poniżej

source: For further information on the income levy or to get a refund contact your local Revenue office
pl: Dalszych informacji o taksie od dochodu lub zwrotach udzielają urzędnicy urzędów skarbowych

source: Use the Revenue contact locator to find the Lo-call number for your region
pl: Skorzystaj z wyszukiwarki kontaktów, aby znaleźć numer telefonu do urzędu skarbowego w Twoim regionie

source: You can find more detailed Revenue contact details for your region
pl: Znajdź szczegółowe dane kontaktowe urzędu w Twoim regionie
